{
    "title": "Crusader",
    "name": "Reynauld",
    "level": 0,
    "money": 0,
    "summary": "The Crusader, a stoic warrior, reluctantly left his family to join the holy war, finding unexpected solace and divine purpose in the midst of battle. Upon returning, he found a loving wife and child, but abandons them once more, choosing his life as a soldier over that of a father, a decision that still haunts him. As a way to atone for his past, he seeks and has found a new cause under the Heir and Heiress.",
    "history": "From tilling the land to relishing the fervor of the Crusade, the Crusader's life is marked by the weight of martial glory and the stark absence of domestic warmth. Having once sought to prevent famine by his departure, he now recognizes the battlefield as his true home, forsaking the hearth for the harsh camaraderie of war. The memory of the family he abandoned haunts him, driving him to seek redemption through his new cause.",
    "race": "Human",
    "gender": "Male",
    "religion": "The Light",
    "traits": [
      "Stoic",
      "Reluctant",
      "Devout",
      "Reputable",
      "Merciful",
      "Kleptomaniac"
    ],
    "status": {
      "physical": 10,
      "mental": 9,
      "affliction": "", 
      "description": "In good health and high spirits",
      "wounds": [],
      "diseases": []
    },
  "stats": {
    "strength": 8,
    "agility": 3,
    "intelligence": 5,
    "authority": 7,
    "sociability": 4
  },
  "equipment": [
    "Broadsword"
  ],
  "trinkets": [
    "None"
  ],
  "appearance": {
    "height": "Tall",
    "build": "Muscular",
    "skin_tone": "Fair",
    "hair_color": "Black",
    "hairstyle": "Short",
    "facial_hair": "Stubble"
  },
  "clothing": {
    "headwear": "Steel helm",
    "top": "Chainmail hauberk",
    "pants": "Mail chausses"
  },
  "combat": {
    "role": "Close combat",
    "strengths": [
      "Discipline",
      "Endurance",
      "Martial prowess"
    ],
    "weaknesses": [
      "Ranged combat",
      "Speed",
      "Evation",
      "Stealth"
    ]
  },
  "magic": "The light, a divine power that lets him smite foes and heal allies.",
  "notes": [
    "Has an irresistible kleptomania."
  ],
  "relationships": {
    "Heiress": {
      "affinity": 5,
      "dynamic": "Professional",
      "description": "Reynauld maintains a professional relationship with the Heiress, focusing on fulfilling his role as her protector with a devout sense of duty."
    },
    "Heir": {
      "affinity": 4,
      "dynamic": "Skeptical",
      "description": "While Reynauld intends to uphold his duty with silent diligence, the realises the meek Heir is unfit to lead."
    },
    "Highwayman": {
      "affinity": 7,
      "dynamic": "Comrade",
      "description": "The Crusader sees in the Highwayman a kindred spirit; both men with troubled pasts seeking to carve out a purpose through the quest they now share."
    }      
  }
}