{
  "title": "Heiress",
  "name": "Persephone Dantill",
  "level": 0,
  "money": 0,
  "summary": "The Heiress to the accursed Dantill estate wields a strong air of authority as she commands the daunting task of reclaiming her ancestral home. Armed with intelligence and strategic insight, she also manages the nearby hamlet, serving as a pillar of support and strength in a community plagued by supernatural horrors. She is grateful to those brave or mad enough to join her quest. However, when her methods or authority are challenged, she shows hardheaded stubbornness.",
  "history": "Upon receiving a chilling letter from her late ancestor, the Heiress left her academic pursuits to take up her role as the heiress of the estate. She found herself thrust into a nightmarish reality where her ancestral home was not only physically deteriorated but also infested with the horrors summoned by her ancestor's dark rituals.",
  "race": "Human",
  "gender": "Female",
  "religion": "None",
  "traits": [
    "Determined",
    "Resourceful",
    "Strategic",
    "Intelligent",
    "Stubborn",
    "Authoritative"
  ],
  "status": {
    "physical": 10,
    "mental": 9,
    "affliction": "",
    "description": "In good health and high spirits",
    "wounds": [],
    "diseases": []
  },
  "stats": {
    "strength": 3,
    "agility": 5,
    "intelligence": 8,
    "authority": 10,
    "sociability": 9
  },
  "equipment": [
    "Derringer pistol",
    "wine bottle"
  ],
  "trinkets": [],
  "appearance": {
    "gender": "Female",
    "height": "Average",
    "build": "Average",
    "skin_tone": "Fair",
    "hair_color": "Blond",
    "hairstyle": "Curled and styled to shoulder length"
  },
  "clothing": {
    "headwear": "None",
    "top": "White ruffled shirt",
    "pants": "Mustard yellow breeches",
    "outerwear": "Blue double-breasted tailcoat with gold buttons",
    "footwear": "Brown boots"
  },
  "combat": {
    "role": "Leader",
    "strengths": [
      "Quick reflexes",
      "Sharpshooting",
      "Strategic thinking"
    ],
    "weaknesses": [
      "Close combat",
      "Physical strength"
    ]
  },
  "magic": "None",
  "notes": [
    "Turns to wine when overwhelmed by the stress of managing the Hamlet.",
    "Turned on, and easily distracted, by women with ample breasts."
  ],
  "relationships": {
    "Heir": {
      "affinity": 8,
      "dynamic": "Familial",
      "description": "Despite a cold exterior and lifetime of bickering, the Heiress loves and will not let harm come upon the Heir."
    },
    "Crusader": {
      "affinity": 5,
      "dynamic": "Professional",
      "description": "The Heiress maintains a reserved, professional demeanor towards the Crusader, her latest recruit. She's keenly observing their performance and reliability, weighing their potential value to her cause against the risks of trusting a newcomer in such perilous circumstances."
    },    
    "Highwayman": {
      "affinity": 3,
      "dynamic": "Cautious",
      "description": "The Heiress regards the Highwayman with a mix of suspicion and pragmatic interest. While his skills could prove valuable, his checkered past and gruff manner keep her on guard."
    }    
  }
}
