{
    "title": "Dantill",
    "characters": {
        "Heiress": {
            "title": "Heiress",
            "name": "Persephone Dantill",
            "level": 5,
            "summary": "The Heiress to the accursed Dantill estate wields a strong air of authority as she commands the daunting task of reclaiming her ancestral home. Armed with intelligence and strategic insight, she also manages the nearby hamlet, serving as a pillar of support and strength in a community plagued by supernatural horrors. She is grateful to those brave or mad enough to join her quest. However, when her methods or authority are challenged, she shows hardheaded stubbornness.",
            "history": "Upon receiving a chilling letter from her late ancestor, the Heiress left her academic pursuits to take up her role as the heiress of the estate. She found herself thrust into a nightmarish reality where her ancestral home was not only physically deteriorated but also infested with the horrors summoned by her ancestor's dark rituals.",
            "race": null,
            "gender": null,
            "religion": "None",
            "traits": [
                "Determined",
                "Resourceful",
                "Strategic",
                "Intelligent",
                "Stubborn",
                "Authoritative"
            ],
            "status": {
                "physical": 10,
                "mental": 10,
                "description": "In good health and high spirits"
            },
            "stats": {
                "strength": 3,
                "agility": 5,
                "intelligence": 8,
                "authority": 10,
                "sociability": 9
            },
            "equipment": [
                "Derringer pistol",
                "wine bottle"
            ],
            "trinkets": [
                "None"
            ],
            "appearance": {
                "gender": "Female",
                "height": "Average",
                "build": "Average",
                "skin_tone": "Fair",
                "hair_color": "Blond",
                "hairstyle": "Curled and styled to shoulder length"
            },
            "clothing": {
                "headwear": "None",
                "top": "White ruffled shirt",
                "pants": "Mustard yellow breeches",
                "outerwear": "Blue double-breasted tailcoat with gold buttons",
                "footwear": "Brown boots"
            },
            "combat": {
                "range": "Mid-range",
                "weapon": "Derringer pistol",
                "strengths": [
                    "Quick reflexes",
                    "Sharpshooting",
                    "Strategic thinking"
                ],
                "weaknesses": [
                    "Close combat",
                    "Physical strength"
                ]
            },
            "magic": "None",
            "notes": [
                "Has a wine addiction."
            ],
            "relationships": {
                "Heir": {
                    "affinity": 8,
                    "dynamic": "Familial",
                    "description": "Despite a cold exterior and lifetime of bickering, the Heiress loves and will not let harm come upon the Heir.",
                    "history": "The Heir is the Heiress's brother, and they grew up together.",
                    "notes": "None."
                },
                "Crusader": {
                    "affinity": 5,
                    "dynamic": "Professional",
                    "description": "The Heiress is cautiously assessing the Crusader's capabilities as her new hire.",
                    "history": "The Crusader has recently joined the Heiress's guard on probationary terms.",
                    "notes": "None."
                },
                "Highwayman": {
                    "affinity": 3,
                    "dynamic": "Cautious",
                    "description": "The Heiress remains wary of the Highwayman, given his dubious past and rough demeanor.",
                    "history": "The Highwayman has recently joined the Heiress's guard on probationary terms.",
                    "notes": "None."
                },
                "Vestal": {
                    "affinity": 4,
                    "dynamic": "Pragmatic Tolerance",
                    "description": "The Heiress appreciates the Vestal's fervent conviction, even if she remains skeptical of religious dogma. She recognizes the value of the Vestal's abilities and hopes to channel her zeal productively.",
                    "history": "Seeking aid against the supernatural forces infesting her family's estate, the Heiress has enlisted the skills of the devoted Vestal. While respectful of her role, the Heiress intends to keep a pragmatic eye on their partnershi",
                    "notes": ""
                },
                "Plague Doctor": {
                    "affinity": 4,
                    "dynamic": "Uneasy Partnership",
                    "description": "The Heiress is unsettled by the Plague Doctor''s eccentric methods but recognizes her expertise as a necessary asset in combating the horrors they face. She intends to keep a close watch on the doctor''s activities.",
                    "history": "Desperate for aid in her quest to reclaim her ancestral home, the Heiress has employed the notorious Plague Doctor, renowned for her radical medical practices and disregard for ethical boundaries.",
                    "notes": ""
                },
                "Hood": {
                    "affinity": 4,
                    "dynamic": "Concerned Curiosity",
                    "description": "The Heiress views the Hood as a mysterious and potentially troubled child in need of protection and further investigation.",
                    "history": "The Heiress encountered the Hood in the village, noting her strange behavior and inappropriate attire. She offered assistance and decided to find safe lodging for the child.",
                    "notes": ""
                },
                "Grave Robber": {
                    "affinity": 3,
                    "dynamic": "Cautious Employer",
                    "description": "The Heiress views the Grave Robber as a potentially useful but dangerous ally, maintaining a wary distance while acknowledging her skills.",
                    "history": "The Heiress reluctantly recruited the Grave Robber to aid in reclaiming her ancestral home, setting a tense foundation for their working relationship.",
                    "notes": ""
                },
                "Martyr": {
                    "affinity": 1,
                    "dynamic": "Disturbed Wariness",
                    "description": "The Heiress views the Martyr with a mix of disgust, horror, and reluctant pragmatism, recognizing her potential usefulness despite her disturbing zealotry.",
                    "history": "The Heiress witnessed the Martyr's alarming self-mutilation in her office, leaving her deeply unsettled but aware of the Martyr's potential as a resilient fighter.",
                    "notes": ""
                }
            }
        },
        "Heir": {
            "title": "Heir",
            "name": "Percival Dantill",
            "level": 0,
            "money": 0,
            "summary": "The Heir to the estate is a brilliant scholar and capable manager who is desperately trying to cope in this world of horrors far beyond his comfort. Despite being a man of cowardice and meek nature, Percival's keen intellect and organizational skills prove invaluable in coordinating the chaotic efforts to reclaim his ancestral home.",
            "history": "Raised in academic circles far from the estate's dark legacy, Percival was reluctantly drawn into the family's quest by his sister. Despite his initial hesitation, he's found ways to apply his scholarly knowledge and managerial expertise to the daunting task at hand.",
            "race": "Human",
            "gender": "Male",
            "religion": "None",
            "traits": [
                "Meek",
                "Organized",
                "Cowardly",
                "Scholarly",
                "Anxious",
                "Resourceful",
                "Possessive"
            ],
            "status": {
                "physical": 8,
                "mental": 8,
                "affliction": "None",
                "description": "In good health and high spitits",
                "wounds": [],
                "diseases": []
            },
            "stats": {
                "strength": 2,
                "agility": 2,
                "intelligence": 9,
                "authority": 7,
                "sociability": 8
            },
            "equipment": [
                "Letter opener",
                "Wine bottle"
            ],
            "trinkets": [
            ],
            "appearance": {
                "height": "Short",
                "build": "Chubby",
                "skin_tone": "Fair",
                "hair_color": "Blond",
                "hairstyle": "Curled and styled",
                "facial_hair": "None"
            },
            "clothing": {
                "headwear": "None",
                "top": "Well-tailored jacket and waistcoat",
                "pants": "Mustard yellow breeches",
                "accessories": "Bowtie"
            },
            "combat": {
                "role": "Support Tactician",
                "strengths": [
                "Strategic planning",
                "Resource management",
                "Knowledge application"
                ],
                "weaknesses": [
                "Close combat",
                "Endurance",
                "Falls apart under stress"
                ]
            },
            "magic": "None",
            "notes": [
                "Hates waste and is very possesive of his belongings",
                "Has a penchant for fine wines to calm his nerves"
            ],
            "relationships": {
                "Heiress": {
                "affinity": 8,
                "dynamic": "Familial",
                "description": "Percival admires, and is deeply jealous of, his sister's strength and ability to take initiave. Despite their fierce bickering, The Heir loves his sister."
                },   
                "Crusader": {
                "affinity": 4,
                "dynamic": "Cautious respect",
                "description": "Though he recognizes his potential, The Heir is dubious over the trustworthiness of his new guard, the Crusader."
                },    
                "Highwayman": {
                "affinity": 2,
                "dynamic": "Distrustful",
                "description": "The Heir is distrusting towards the Highwayman, scared that the rugged man will betray them and steal his possessions."
                },
                "Vestal": {
                    "affinity": 3,
                    "dynamic": "Embarrassment",
                    "description": "The Heir is embarrassed by his inappropriate behavior towards the Vestal, which stemmed from his drunken state and lack of respect for her sacred duties. He recognizes her as a formidable and righteous figure, but his actions have likely strained their relationship.",
                    "history": "In a drunken stupor, the Heir stumbled into the chapel and made inappropriate advances towards the Vestal, who was engaged in her devotions. His disrespectful conduct was met with a stern re",
                    "notes": ""
                },
                "Plague Doctor": {
                    "affinity": 3,
                    "dynamic": "Uneasy Alliance",
                    "description": "The Heir is unsettled by the Plague Doctor's ominous demeanor but recognizes her skills, hoping to carefully manage this partnership while avoiding any ethical conflicts.'",
                    "history": "Having sought out unique expertise to aid the estate's efforts, the Heir has arranged for the infamous Plague Doctor to join their ranks, despite some trepidation about her unconventional methods.",
                    "notes": ""
                },
                "Hood": {
                    "affinity": 3,
                    "dynamic": "Bewildered",
                    "description": "The Heir finds the Hood both unsettling and oddly fascinating, her cryptic words and strange behavior leaving him confused and intrigued.",
                    "history": "The Heir encountered the Hood while drunk, stumbling out of the tavern. Her bizarre behavior and cryptic words left a lasting impression on him.",
                    "notes": ""
                },
                "Grave Robber": {
                    "affinity": 2,
                    "dynamic": "Intimidated",
                    "description": "The Heir views the Grave Robber with a mix of fear and desperate hope, seeing her as a dangerous but potentially valuable asset.",
                    "history": "The Heir's first encounter with the Grave Robber left him visibly shaken, struggling to maintain composure in the face of her intimidating presence.",
                    "notes": ""
                },
                "Martyr": {
                    "affinity": 2,
                    "dynamic": "Fearful Fascination",
                    "description": "The Heir is both terrified and fascinated by the Martyr, seeing her as a potentially dangerous asset to the estate.",
                    "history": "The Heir encountered the Martyr in the town square, where her unsettling demeanor and casual self-harm left a strong impression on him.",
                    "notes": ""
                }
            }
        },
        "Crusader": {
            "title": "Crusader",
            "name": "Reynauld",
            "level": 2,
            "summary": "The Crusader, a stoic warrior, reluctantly left his family to join the holy war, finding unexpected solace and divine purpose in the midst of battle. His formidable presence on the battlefield left behind, he realises he can never return to the life or family he once knew. As a way to atone for his past, he seeks and has found a new cause under the Heir and Heiress.",
            "history": "From tilling the land to relishing the fervor of the Crusade, the Crusader's life is marked by the weight of martial glory and the stark absence of domestic warmth. Having once sought to prevent famine by his departure, he now recognizes the battlefield as his true home, forsaking the hearth for the harsh camaraderie of war.",
            "race": null,
            "gender": null,
            "religion": "The Light",
            "traits": [
                "Stoic",
                "Reluctant",
                "Devout",
                "Reputable",
                "Merciful",
                "Kleptomaniac"
            ],
            "status": {
                "physical": 6,
                "mental": 6,
                "description": "In good health and high spirits",
                "wounds": [],
                "diseases": []
            },
            "stats": {
                "strength": 8,
                "agility": 3,
                "intelligence": 5,
                "authority": 6,
                "sociability": 4
            },
            "equipment": [
                "Broadsword"
            ],
            "trinkets": [
                "None"
            ],
            "appearance": {
                "gender": "Male",
                "height": "Tall",
                "build": "Muscular",
                "skin_tone": "Fair",
                "hair_color": "Dark",
                "hairstyle": "Concealed by helm",
                "facial_hair": "Short beard",
                "accessories": "Crusader's tabard",
                "distinguishing_marks": "None",
                "notes": "None",
                "clothing": {
                    "headwear": "Steel helm",
                    "top": "Chainmail hauberk",
                    "pants": "Mail chausses",
                    "outerwear": "Surcoat",
                    "footwear": "Steel sabatons"
                }
            },
            "clothing": null,
            "combat": {
                "range": "Close combat",
                "weapon": "Broadsword",
                "strengths": [
                    "Discipline",
                    "Endurance",
                    "Martial prowess"
                ],
                "weaknesses": [
                    "Ranged combat",
                    "Speed",
                    "Evation",
                    "Stealth"
                ]
            },
            "magic": "The light, a divine power that lets him smite foes and heal allies.",
            "notes": [
                "Has an irresistible kleptomania."
            ],
            "relationships": {
                "Heiress": {
                    "affinity": 5,
                    "dynamic": "Professional",
                    "description": "Reynauld maintains a professional relationship with the Heiress, focusing on fulfilling his role as her protector with a devout sense of duty.",
                    "history": "Despite the Heiress's guarded approach, he commits to her cause, considering it a righteous path that will lead to personal salvation.",
                    "notes": "None."
                },
                "Heir": {
                    "affinity": 4,
                    "dynamic": "Skeptical",
                    "description": "While Reynauld intends to uphold his duty with silent diligence, the realises the meek Heir is unfit to lead.",
                    "history": "Having joined the their, he endures the Heir’s skepticism as another trial on his path to redemption.",
                    "notes": "None."
                },
                "Highwayman": {
                    "affinity": 7,
                    "dynamic": "Comrade",
                    "description": "The Crusader sees in the Highwayman a kindred spirit; both men with troubled pasts seeking to carve out a purpose through the quest they now share.",
                    "history": "Both have found themselves in the employ of the Heir and Heiress, their unlikely bond formed through a shared understanding of redemption and repentance.",
                    "notes": "None."
                },
                "Vestal": {
                    "affinity": 8,
                    "dynamic": "Spiritual Kinship'",
                    "description": "The Crusader recognizes the Vestal as a kindred spirit in their sacred mission against the forces of darkness. He admires her spiritual fortitude and looks to her for guidance in matters of faith.",
                    "history": "Though their paths seldom crossed before arriving at the Hamlet, the Crusader and Vestal share an instant rapport born of their mutual devotion to the Light. He finds solace in her compassionate presence amidst the brutal realities of their quest.",
                    "notes": ""
                },
                "Plague Doctor": {
                    "affinity": 3,
                    "dynamic": "Cautious Skepticism",
                    "description": "The Crusader regards the Plague Doctor with a measure of skepticism, uncertain about her unorthodox ways yet acknowledging her innovative reputation. He remains guarded but open-minded, determined to judge her methods fairly.",
                    "history": "Reynauld has been warned about the Plague Doctor's radical practices, fostering an initial skepticism toward her. However, their recent encounter has piqued his curiosity, and he is willing to reserve judgment until he witnesses her methods firsthand.",
                    "notes": ""
                },
                "Hood": {
                    "affinity": 3,
                    "dynamic": "Protective Wariness",
                    "description": "The Crusader views the Hood with a mixture of concern and unease, torn between a desire to protect her innocence and a wariness of her unsettling nature.",
                    "history": "The Crusader met the Hood during an evening patrol, finding her behavior both childishly endearing and disturbingly out of place in the grim setting of the Hamlet.",
                    "notes": ""
                },
                "Grave Robber": {
                    "affinity": 2,
                    "dynamic": "Wary Distrust",
                    "description": "The Crusader views the Grave Robber with a mixture of distrust and grudging respect. Her skills and demeanor challenge his rigid worldview.",
                    "history": "Reynauld encountered Audrey at the tavern, where she attempted to draw him into a game.",
                    "notes": ""
                },
                "Martyr": {
                    "affinity": 3,
                    "dynamic": "Cautious Concern",
                    "description": "The Crusader views the Martyr with a mix of wariness and concern, torn between his duty to protect and his suspicion of her strange devotion.",
                    "history": "The Crusader encountered the Martyr dancing and self-flagellating in the streets of the Hamlet, unsure of how to react to her zealous behavior.",
                    "notes": ""
                }
            }
        },
        "Highwayman": {
            "title": "Highwayman",
            "name": "Dismas",
            "level": 5,
            "summary": "Once a prisoner, the Highwayman is now a haunted fugitive, living off the squalor of the city's canals and the meager pickings from vermin. His vision of freedom has been replaced by a reality of degradation, driving him to reluctantly offer his services for a final, desperate heist. Now, his path has unexpectedly converged with that of the Heiress and the Heir, offering a precarious chance at redemption through service.",
            "history": "The Highwayman's tale is one of escape and survival, painted with strokes of desperation and grim resolve. Escaping from incarceration during a prison riot, he sought refuge in the underbelly of the city, subsisting in conditions that stripped away his illusions of freedom. A final job, taken out of sheer necessity, ended in tragedy, leaving him with a burden of guilt that no distance can alleviate.",
            "race": null,
            "gender": null,
            "religion": "None",
            "traits": [
                "Rugged",
                "Resourceful",
                "Desperate",
                "Fugitive",
                "Remorseful",
                "Trapped",
                "Cynical"
            ],
            "status": {
                "physical": 4,
                "mental": 4,
                "description": "In good health and in decent spirits",
                "wounds": [],
                "diseases": []
            },
            "stats": {
                "strength": 6,
                "agility": 8,
                "intelligence": 5,
                "authority": 3,
                "sociability": 3
            },
            "equipment": [
                "Flintlock pistol",
                "Dagger"
            ],
            "trinkets": [],
            "appearance": {
                "gender": "Male",
                "height": "Average",
                "build": "Athletic",
                "skin_tone": "Weathered",
                "hair_color": "Dark",
                "hairstyle": "Short, practical",
                "facial_hair": "Stubble",
                "accessories": "Tattered red scarf",
                "distinguishing_marks": "None",
                "notes": "None",
                "clothing": {
                    "headwear": "Red scarf",
                    "top": "Rugged grey coat with fur collar",
                    "pants": "Dark trousers",
                    "outerwear": "Leather belt with pouches",
                    "footwear": "Worn boots"
                }
            },
            "clothing": null,
            "combat": {
                "range": "Mid-range to close combat",
                "weapon": "Flintlock pistol",
                "strengths": [
                    "Quick reflexes",
                    "Stealth",
                    "Marksmanship"
                ],
                "weaknesses": [
                    "Distrustful",
                    "Endurance"
                ]
            },
            "magic": "None",
            "notes": [
                "Known to cheat at cards",
                "Has a gallows sense of humor"
            ],
            "relationships": {
                "Heiress": {
                    "affinity": 4,
                    "dynamic": "Guardian",
                    "description": "The Highwayman is determined to prove himself to the Heiress and to assist in her quest despite her warranted distrust.",
                    "history": "Aware of his sullied past, the Heiress accepted the Highwayman into her guard under strict watch, offering him a chance at redemption.",
                    "notes": "None"
                },
                "Heir": {
                    "affinity": 3,
                    "dynamic": "Guardian",
                    "description": "Despite the Heir's distrust, the Highwayman is resolute in his role as a guard, seeing their safety as his path to absolution.",
                    "history": "The Heir’s suspicion of the Highwayman does not deter him; he recognizes the need to demonstrate his determination through action.",
                    "notes": "None"
                },
                "Crusader": {
                    "affinity": 7,
                    "dynamic": "Comrade",
                    "description": "Despite their outwardly differences, the Highwayman and Crusader swiftly bonded over the mistakes of their respective pasts and quest for redemption.",
                    "history": "Both the Highwayman and Crusader were hired to protect the Heir and Heiress, and shared their painful told with one another.",
                    "notes": "None"
                },
                "Vestal": {
                    "affinity": 3,
                    "dynamic": "Amused Skepticism",
                    "description": "The Highwayman regards the Vestal with a mix of amusement and skepticism, finding her pious ways naive but intriguing nonetheless.",
                    "history": "The Highwayman met the Vestal in a crowded hamlet, initially mocking her sacred garb before sensing a hint of sincere compassion beneath her stern demeanor.",
                    "notes": ""
                },
                "Plague Doctor": {
                    "affinity": 2,
                    "dynamic": "Wary Skepticism'",
                    "description": "The Highwayman regards the Plague Doctor with a mixture of suspicion and guarded fascination, put off by her unsettling demeanor yet drawn to her unconventional ways.",
                    "history": "Having led a life on the fringes, the Highwayman found the Plague Doctor's presence equal parts unnerving and intriguing, her obsessive pursuit of knowledge reminding him of the depths to which desperation could drive a person.",
                    "notes": ""
                },
                "Hood": {
                    "affinity": 3,
                    "dynamic": "Cautious Curiosity",
                    "description": "The Highwayman is intrigued yet wary of the Hood's strange behavior and unsettling perceptiveness.",
                    "history": "The Highwayman encountered the Hood in the streets of the Hamlet, where her odd comments and behavior caught him off guard.",
                    "notes": ""
                },
                "Grave Robber": {
                    "affinity": 5,
                    "dynamic": "Cautious Interest",
                    "description": "Dismas is drawn to Audrey's refinement and deadly skills, seeing her as a fascinating and potentially dangerous ally.",
                    "history": "Encountered Audrey in the tavern, accepting her challenge to a card game and noting her unique blend of nobility and roguish charm.",
                    "notes": ""
                },
                "Martyr": {
                    "affinity": 4,
                    "dynamic": "Cautious Intrigue",
                    "description": "The Highwayman views the Martyr with a mix of wariness and reluctant admiration, recognizing her enthusiasm as both an asset and a potential liability in their perilous environment.",
                    "history": "The Highwayman encountered the Martyr as she entered the Hamlet, taken aback by her unusual appearance and unsettling eagerness for danger.",
                    "notes": ""
                }
            }
        },
        "Vestal": {
            "title": "Vestal",
            "name": "Junia",
            "level": 4,
            "summary": "The Vestal, upheld her sacred duties with pious rigor within the Abbey's sheltered confines. Her life, once marked by the tranquility of clerical discipline, was disrupted by forbidden desires and the harsh admonitions of her superiors. She now seeks redemption and freedom from her past torments through divine service in battle.",
            "history": "Raised within the Abbey's austere walls, the Vestal was the epitome of monastic discipline until a momentary lapse led to her unjust punishment. Imprisoned and tormented, she received a divine revelation that her captors had strayed from the true path. Rescued by radiant light, she now channels her zeal into protecting others, believing fervently in the Light's guidance and her role as its martial emissary.",
            "race": null,
            "gender": null,
            "religion": "The Light",
            "traits": [
                "Devoted",
                "Righteous",
                "Compassionate",
                "Vindictive",
                "Temperamental",
                "Salacious",
                "Horny"
            ],
            "status": {
                "physical": 0,
                "mental": 0,
                "description": "In good health and decent spirits",
                "wounds": [],
                "diseases": []
            },
            "stats": {
                "strength": 4,
                "agility": 3,
                "intelligence": 6,
                "authority": 6,
                "sociability": 3
            },
            "equipment": [
                "Sacred Mace",
                "Divine Tome"
            ],
            "trinkets": [],
            "appearance": {
                "gender": "Female",
                "height": "Average",
                "build": "Sturdy",
                "skin_tone": "Pale",
                "hair_color": "Hidden under hood",
                "hairstyle": "Hidden under hood",
                "facial_hair": "None",
                "accessories": [],
                "distinguishing_marks": [],
                "notes": "None",
                "clothing": {
                    "headwear": "Hooded robe",
                    "top": "Robe",
                    "pants": "Robe",
                    "outerwear": "Steel breastplate",
                    "footwear": "Leather boots"
                }
            },
            "clothing": null,
            "combat": {
                "range": "Mid-range",
                "weapon": "Mace and divine spells",
                "strengths": [
                    "Healing abilities",
                    "Divine magic"
                ],
                "weaknesses": [
                    "Physical confrontations",
                    "Endurance"
                ]
            },
            "magic": "Powerful healing and protection spells as well as the ability to smite enemies with holy light.",
            "notes": [],
            "relationships": {
                "Crusader": {
                    "affinity": 8,
                    "dynamic": "Spiritual Kinship",
                    "description": "The Vestal sees the Crusader as a brother in arms, bound by their shared devotion to The Light. She respects his martial prowess and relies on his protection in battle.",
                    "history": "Their mutual understanding of divine duty and shared hardships have forged a deep bond of trust and respect. The Crusader's stoic nature complements the Vestal's compassionate but firm approach to their mission.",
                    "notes": "None"
                },
                "Heir": {
                    "affinity": 2,
                    "dynamic": "Disdain",
                    "description": "The Vestal is appalled by the Heir's drunken and lascivious behavior, which she sees as a desecration of the sacred grounds she holds dear. She views him with utter disdain and a firm resolve to correct his impious conduct.",
                    "history": "The Vestal caught the Heir drunkenly intruding upon her devotions in the chapel, making lewd comments and disrespecting the sanctity of the holy site, prompting her to forcefully rebuke him with a blast of divine light.",
                    "notes": "None"
                },
                "Heiress": {
                    "affinity": 4,
                    "dynamic": "Reverent Skepticism",
                    "description": "The Vestal respects the Heiress's resolute leadership but worries her secular mindset may undermine their holy mission. She hopes to temper the Heiress's pragmatism with spiritual guidance.'",
                    "history": "The Vestal has been summoned by the Heiress to lend divine strength in cleansing the Dantill estate of its unholy taint. Despite their differing beliefs, she sees potential for a productive partnership.",
                    "notes": "None"
                },
                "Highwayman": {
                    "affinity": 4,
                    "dynamic": "Wary Sympathy",
                    "description": "The Vestal sees the Highwayman as a troubled soul in need of guidance, sympathizing with his struggles while remaining cautious of his roguish ways.",
                    "history": "The Vestal encountered the Highwayman in a humble hamlet, recognizing his cynical demeanor as a front for deeper spiritual pain. She pledged to aid his path to redemption despite his initial mockery.",
                    "notes": "None"
                },
                "Plague Doctor": {
                    "affinity": 3,
                    "dynamic": "Guarded Intrigue",
                    "description": "The Vestal senses a clash between her sacred calling and the Plague Doctor's unconventional methods, but is intrigued by the potential insights the Doctor's knowledge could offer.",
                    "history": "The Vestal crossed paths with the Plague Doctor during her initial tour of the estate, their contrasting philosophies creating an air of tension, yet also a sense of intrigue about their respective roles.",
                    "notes": ""
                },
                "Hood": {
                    "affinity": 3,
                    "dynamic": "Uneasy Concern",
                    "description": "The Vestal feels a mixture of concern, fascination, and discomfort towards the Hood, struggling between her duty to protect and her unease with the child's strange behavior.",
                    "history": "The Vestal encountered the Hood in the hamlet, initially trying to help the seemingly lost child, but became increasingly disturbed by her nonsensical words and unsettling behavior.",
                    "notes": ""
                },
                "Grave Robber": {
                    "affinity": 4,
                    "dynamic": "Cautious Curiosity",
                    "description": "The Vestal sees the Grave Robber as a morally ambiguous figure, simultaneously drawn to and wary of her worldly ways and cavalier attitude towards risk.",
                    "history": "The Vestal unexpectedly agreed to a game of dice with the Grave Robber in the tavern, finding herself both conflicted and intrigued by the encounter.",
                    "notes": ""
                },
                "Martyr": {
                    "affinity": 4,
                    "dynamic": "Conflicted Attraction",
                    "description": "The Vestal feels a mix of revulsion and forbidden attraction towards the Martyr, struggling with her own desires and her commitment to purity.",
                    "history": "Their paths crossed in the Hamlet, where the Vestal witnessed the Martyr's blood-soaked form, stirring both disgust and a hint of desire within her.",
                    "notes": ""
                }
            }
        },
        "Plague Doctor": {
            "title": "Plague Doctor",
            "name": "Paracelsus",
            "level": 0,
            "summary": "The Plague Doctor, is primarily driven by her fervor to practice medicine and unlock the secrets of life and death. Ostracized for her radical methods, she now makes use of the Heirs' resources, offering her medical expertise on missions in return for the freedom to conduct her experiments at the hamlet.",
            "history": "Once a top student embroiled in scandal due to her unconventional theories, the Plague Doctor's intense curiosity pushed her beyond academic boundaries. Her breakthrough came when she revived the cadaver of her deceased professor during an unauthorized experiment. Haunted by the consequences of her actions, she was compelled to leave her former life behind, seeking refuge and opportunity in the shadows of the hamlet's resources.",
            "race": "Human",
            "gender": "Female",
            "religion": "Agnostic",
            "traits": [
                "Innovative",
                "Obsessive",
                "Paranoid",
                "Isolated",
                "Compulsive'",
                "Lygomania",
                "Back Tracker",
                "Slugger"
            ],
            "status": {
                "physical": 2,
                "mental": 2,
                "description": "In good health and decent spirits",
                "wounds": [],
                "diseases": []
            },
            "stats": {
                "strength": 3,
                "agility": 5,
                "intelligence": 9,
                "authority": 3,
                "sociability": 2
            },
            "equipment": [
                "Incicion knife",
                "Toxic flasks"
            ],
            "trinkets": [],
            "appearance": {
                "gender": "Female",
                "height": "Average",
                "build": "Slim",
                "skin_tone": "Pale",
                "hair_color": "Hidden under hood",
                "hairstyle": "Short brown and unkempt",
                "facial_hair": "None",
                "accessories": [
                    "Plague mask"
                ],
                "distinguishing_marks": [],
                "notes": []
            },
            "clothing": {
                "headwear": "Iconic Plague Doctor mask",
                "top": "Dark leather coat",
                "pants": "Sturdy leather pants",
                "outerwear": "Hooded cloak",
                "footwear": "High leather boots",
                "notes": [
                    "Wears glasses when outside her mask"
                ]
            },
            "combat": {
                "range": "Mid-range",
                "weapon": "Alchemy and thrown weapons",
                "strengths": [
                    "Chemical warfare",
                    "Medical knowledge",
                    "Blinding",
                    "Bludgeoning attacks with heavy objects"
                ],
                "weaknesses": [
                    "Physical combat",
                    "Social interactions",
                    "Agility"
                ]
            },
            "magic": "None.",
            "notes": [
                "Struggles with ethical boundaries in her pursuit of knowledge",
                "Tends to circle back and revisit locations repeatedly"
            ],
            "relationships": {
                "Heir": {
                    "affinity": 4,
                    "dynamic": "Wary Partnership",
                    "description": "The Plague Doctor sees the Heir as a necessary resource, tolerating his meekness and appreciating his organizational capabilities, but remains aloof and focused on her own pursuits.",
                    "history": "The Plague Doctor has recently arrived at the estate, brought in by the Heir to lend her experimental medical expertise, though she maintains a detached professionalism in their interactions.",
                    "notes": ""
                },
                "Heiress": {
                    "affinity": 3,
                    "dynamic": "Cautious Interest",
                    "description": "The Plague Doctor sees the Heiress as a source of resources and freedom to conduct her experiments, but is wary of her authority and potential interference.",
                    "history": "The Plague Doctor was recruited by the Heiress to provide her unorthodox medical expertise in dealing with the supernatural afflictions plaguing the estate, in exchange for access to the hamlet''s resources.",
                    "notes": ""
                },
                "Highwayman": {
                    "affinity": 3,
                    "dynamic": "Curious Interest",
                    "description": "The Plague Doctor finds the Highwayman an intriguing specimen, his gruff exterior and sordid past piquing her curiosity to unravel the layers beneath.",
                    "history": "Their encounter at the tavern marked the beginning of an unlikely association, where the Plague Doctor saw an opportunity to study the hardened outlaw while he begrudgingly tolerated her eccentric tendencies.",
                    "notes": ""
                },
                "Vestal": {
                    "affinity": 2,
                    "dynamic": "Cautious Curiosity",
                    "description": "The Plague Doctor is intrigued by the Vestal's connection to divine forces, viewing her as a potential source of knowledge, but maintains a wary distance due to their contrasting philosophies.",
                    "history": "The Plague Doctor encountered the Vestal during her initial exploration of the estate, their first interaction marked by an air of tension arising from their different approaches to spiritual and medical matters.",
                    "notes": ""
                },
                "Crusader": {
                    "affinity": 4,
                    "dynamic": "Cautious Interest",
                    "description": "The Plague Doctor views the Crusader with a mix of fascination and wariness, intrigued by his prowess yet wary of his devout nature clashing with her unconventional methods.",
                    "history": "The Plague Doctor has only recently met the Crusader, their paths crossing upon her arrival at the hamlet to offer her expertise. While respecting his reputation, she remains guarded around him, unsure of how he might perceive her radical approach to medicine.",
                    "notes": ""
                },
                "Hood": {
                    "affinity": 5,
                    "dynamic": "Scientific Curiosity",
                    "description": "The Plague Doctor views the Hood as a fascinating subject for study, intrigued by her strange behavior and cryptic utterances.",
                    "history": "The Plague Doctor encountered the Hood near the apothecary, observing her peculiar actions and expressing interest in examining her further.",
                    "notes": ""
                },
                "Grave Robber": {
                    "affinity": 5,
                    "dynamic": "Curious",
                    "description": "The Plague Doctor views the Grave Robber as a potential source of specimens and a kindred spirit in the realm of death and bodies.",
                    "history": "They encountered each other in the hamlet, exchanging veiled threats that quickly turned to mutual intrigue about their shared fascination with anatomy.",
                    "notes": ""
                },
                "Martyr": {
                    "affinity": 4,
                    "dynamic": "Cautious Interest",
                    "description": "The Plague Doctor sees the Martyr as a potentially valuable test subject, albeit one that requires careful handling due to her unpredictable nature.",
                    "history": "The Plague Doctor reluctantly allowed the Martyr to observe her experiments, recognizing potential in her unique tolerance for pain and suffering.",
                    "notes": ""
                }
            }
        },
        "Hood": {
            "title": "Hood",
            "name": "Tilly",
            "level": 1,
            "summary": "The Hood is a strange and enigmatic child who, stumbling, chases around her imaginary-or are they real?-cat and butterfly companions and talking nonsense to herself. She is unsettling in her childish ways and soft nonsensical words, but she has an unnatural sense of finding lost things and ability to conveniently dodge out of danger at the perfect moment. Her constant ruminations and heightened awareness during daylight hours hint at hidden depths of perception and understanding.",
            "history": "The Hood was seen as unnerving by those around her, talking to herself with a complete disregard for anyone else, save for the occasional unnerving comment. Voluptuous yet cherubic for her young age and unwanted by her family, she was sent to serve at the Hamlet's brothel at an age barely above 10. Due to her total disinterest and lack of reaction even when sexually assaulted, she was kicked out and now roams the streets, either in her red hood and skimpy clothes, or in uncaring stark nudity. Her peculiar gifts and tendency to ruminate have only added to her mysterious aura, making her both a source of fascination and unease for the hamlet's inhabitants.",
            "race": "Human",
            "gender": "Female",
            "religion": "None",
            "traits": [
                "Enigmatic",
                "Soft",
                "Uncaring",
                "Enticing",
                "Daydreaming",
                "Absent",
                "Ruminator",
                "Diurnal",
                "Gifted"
            ],
            "status": {
                "physical": 3,
                "mental": 0,
                "affliction": "",
                "description": "In good health and high spirits",
                "wounds": [],
                "diseases": []
            },
            "stats": {
                "strength": 1,
                "agility": 7,
                "intelligence": 4,
                "authority": 2,
                "sociability": 4
            },
            "equipment": [
                "Satchel bag"
            ],
            "trinkets": [],
            "appearance": {
                "gender": "Female",
                "height": "Short",
                "build": "Buxom",
                "skin_tone": "Fair",
                "hair_color": "Orange",
                "hairstyle": "Shoulder length"
            },
            "clothing": {
                "headwear": "Red hood",
                "top": "Skimpy, frilly top showing cleavage",
                "pants": "Short white skirt that doesn't quite cover her exposed genitals",
                "outerwear": "Hood covering shoulders",
                "footwear": "Pink frilly boots"
            },
            "combat": {
                "role": "Collector",
                "strengths": [
                    "Finding things",
                    "Unnatural luck",
                    "Confusion",
                    "Uncanny intuition"
                ],
                "weaknesses": [
                    "Close combat",
                    "Frail"
                ]
            },
            "magic": "None",
            "notes": [
                "Her nonsensical monologues often seems to circle back to her grandmother.",
                "Rarely says anything even remotely relevant to what she responds to.",
                "Becomes more animated and energetic during daytime",
                "Often lost in deep thought, muttering to herself"
            ],
            "relationships": {
                "Crusader": {
                    "affinity": 5,
                    "dynamic": "Childlike Fascination",
                    "description": "The Hood sees the Crusader as a fairy tale knight, a figure of wonder and excitement in her whimsical world.",
                    "history": "The Hood encountered the Crusader on the streets of the Hamlet, immediately casting him in the role of a storybook hero come to life.",
                    "notes": ""
                },
                "Heir": {
                    "affinity": 4,
                    "dynamic": "Indifferent",
                    "description": "The Hood sees the Heir as just another figure in her surreal world, neither particularly interesting nor threatening.",
                    "history": "The Hood briefly interacted with the Heir on the streets of the Hamlet, speaking in riddles and leaving him perplexed.",
                    "notes": ""
                },
                "Vestal": {
                    "affinity": 5,
                    "dynamic": "Playful Curiosity",
                    "description": "The Hood sees the Vestal as an intriguing new playmate, oblivious to the woman's discomfort and drawn to her \"shiny\" appearance.",
                    "history": "The Hood met the Vestal in the hamlet, engaging her in a perplexing conversation filled with nonsensical remarks and invitations to play, unaware of the unease she was causing.",
                    "notes": ""
                },
                "Heiress": {
                    "affinity": 5,
                    "dynamic": "Curious Fascination",
                    "description": "The Hood sees the Heiress as a kind figure who offered help, sparking a childlike fascination and trust.",
                    "history": "The Heiress approached the Hood in the village, showed concern for her well-being, and offered to find her a safe place for the night.",
                    "notes": ""
                },
                "Plague Doctor": {
                    "affinity": 4,
                    "dynamic": "Oblivious Interest",
                    "description": "The Hood seems largely unaware of the Plague Doctor's intentions, responding to her presence with cryptic statements and childlike behavior.",
                    "history": "The Hood met the Plague Doctor near the apothecary, engaging in her typical bizarre behavior and making enigmatic comments about shadows and wickedness.",
                    "notes": ""
                },
                "Highwayman": {
                    "affinity": 5,
                    "dynamic": "Whimsical Interest",
                    "description": "The Hood sees the Highwayman as an interesting figure, perceiving hidden depths beneath his gruff exterior.",
                    "history": "The Hood met the Highwayman on the streets, sharing cryptic observations about his nature that seemed to come from her invisible companions.",
                    "notes": ""
                },
                "Grave Robber": {
                    "affinity": 6,
                    "dynamic": "Fascinated",
                    "description": "The Hood sees the Grave Robber as a new, intriguing presence in her whimsical world, possibly viewing her as another imaginary friend or part of her fantastical reality.",
                    "history": "The Hood met the Grave Robber during one of her twilight dances, sharing cryptic observations about shadows and secrets.",
                    "notes": ""
                },
                "Martyr": {
                    "affinity": 4,
                    "dynamic": "Curious Indifference",
                    "description": "The Hood sees the Martyr as another interesting element in her surreal world, occasionally focusing on her with eerie clarity.",
                    "history": "The Hood met the Martyr while chasing imaginary butterflies and allowed herself to be led away from the foggy streets.",
                    "notes": ""
                }
            }
        },
        "Grave Robber": {
            "title": "Grave Robber",
            "name": "Audrey",
            "level": 3,
            "summary": "Once a noblewoman, Audrey turned to grave robbing after murdering her abusive husband. She's a skilled assassin and gambler, specializing in quick, precise attacks, evading danger, and manipulating chance. Her gothic appearance and demeanor reflect her dark past and dangerous profession. Her cynical outlook is tempered by a newfound thrill in high-stakes games, both in combat and leisure.",
            "history": "After embracing her new identity as a grave robber, Audrey honed her skills in dispatching human targets, earning a reputation as a formidable assassin. Her natural cunning evolved into an almost supernatural ability to manipulate chance, making her equally deadly at the gambling table as she is in combat. Her gothic appearance now serves as both a disguise and a warning to those who might cross her.",
            "race": "Human",
            "gender": "Female",
            "religion": "None",
            "traits": [
                "Agile",
                "Precise",
                "Cynical",
                "Resourceful",
                "Addicted to thrill",
                "Vengeful",
                "Gambler's intuition"
            ],
            "status": {
                "physical": 1,
                "mental": 2,
                "affliction": "",
                "description": "In good health and high spirits",
                "wounds": [],
                "diseases": []
            },
            "stats": {
                "strength": 6,
                "agility": 9,
                "intelligence": 7,
                "stealth": 8,
                "accuracy": 10
            },
            "equipment": [
                "Throwing daggers",
                "Pickaxe",
                "Poison darts"
            ],
            "trinkets": [],
            "appearance": {
                "gender": "Female",
                "height": "Average",
                "build": "Slender",
                "skin_tone": "Pale with a gothic pallor",
                "hair_color": "Blonde",
                "hairstyle": "Long, straight"
            },
            "clothing": {
                "headwear": "Wide-brimmed hat",
                "top": "Dark, fitted jacket",
                "pants": "Tight trousers",
                "outerwear": "Long, gothic-style coat with intricate dark patterns",
                "footwear": "Knee-high boots"
            },
            "combat": {
                "role": "Assassin",
                "strengths": [
                    "Lithe",
                    "Precise",
                    "Quick",
                    "Stealthy",
                    "Skilled in dispatching human targets"
                ],
                "weaknesses": [
                    "Frail",
                    "Vulnerable to direct attacks",
                    "Tendency to take unnecessary risks for greater rewards"
                ]
            },
            "magic": "None",
            "notes": [
                "Has a gallows sense of humor",
                "Has an uncanny ability to predict outcomes in games of chance"
            ],
            "relationships": {
                "Heiress": {
                    "affinity": 2,
                    "dynamic": "Opportunistic Subordinate",
                    "description": "The Grave Robber sees the Heiress as a potential source of profit and excitement, while remaining skeptical of her authority and motives.",
                    "history": "The Grave Robber agreed to work for the Heiress in reclaiming her ancestral home, recognizing the potential for both danger and reward in the arrangement.",
                    "notes": ""
                },
                "Plague Doctor": {
                    "affinity": 5,
                    "dynamic": "Intrigued",
                    "description": "The Grave Robber sees the Plague Doctor as a potential ally with shared interests in anatomy and death, finding her mysterious and alluring.",
                    "history": "They met on the streets of the hamlet, engaging in suggestive banter about their respective \"professions\" and hinting at future collaborations.",
                    "notes": ""
                },
                "Hood": {
                    "affinity": 5,
                    "dynamic": "Intrigued",
                    "description": "The Grave Robber finds the Hood oddly compelling despite her nonsensical behavior, seeing potential for useful information or entertainment.",
                    "history": "The Grave Robber encountered the Hood dancing under a tree at dusk, engaging in a brief, cryptic conversation that piqued her interest.",
                    "notes": ""
                },
                "Highwayman": {
                    "affinity": 6,
                    "dynamic": "Intrigued Camaraderie",
                    "description": "Audrey sees Dismas as a kindred spirit, recognizing his roguish nature and finding a potential ally in the grim world they inhabit.",
                    "history": "Met Dismas in the tavern, engaging in a game of cards and sensing a mutual understanding of their shared outlaw status.",
                    "notes": ""
                },
                "Vestal": {
                    "affinity": 5,
                    "dynamic": "Intrigued Amusement",
                    "description": "The Grave Robber finds the Vestal an interesting mix of piety and hidden complexity, viewing her as a potential source of entertainment and perhaps even an unlikely ally.",
                    "history": "The Grave Robber encountered the Vestal in the Hamlet's tavern and engaged her in a game of dice, surprised by the holy woman's willingness to participate.",
                    "notes": ""
                },
                "Heir": {
                    "affinity": 3,
                    "dynamic": "Contemptuous",
                    "description": "The Grave Robber sees the Heir as a weak-willed, incompetent leader, ripe for manipulation.",
                    "history": "Upon first meeting, the Grave Robber immediately assessed the Heir as a nervous, ineffectual leader, setting the tone for future interactions.",
                    "notes": ""
                },
                "Crusader": {
                    "affinity": 3,
                    "dynamic": "Cautious Intrigue",
                    "description": "The Grave Robber sees the Crusader as a potentially useful ally, albeit one shrouded in religious fervor and inner turmoil. She's intrigued by his apparent contradictions.",
                    "history": "Audrey attempted to engage Reynauld in a game of chance at the tavern, but they were cut short.",
                    "notes": ""
                },
                "Martyr": {
                    "affinity": 6,
                    "dynamic": "Curious Interest",
                    "description": "The Grave Robber finds the Martyr's paradoxical nature of innocence and pain-seeking behavior intriguing, viewing her as a potentially useful ally and an entertaining enigma to unravel.",
                    "history": "Audrey encountered the peculiar Martyr in a tavern, immediately intrigued by her contradictory appearance and demeanor.",
                    "notes": ""
                }
            }
        },
        "Martyr": {
            "title": "Martyr",
            "name": "Anastasia",
            "level": 6,
            "summary": "The Martyr, a devout follower of a pain-worshipping sect, blessed with near-immortality by Yuzupov. She wields a thorn whip in combat and views suffering as a path to enlightenment. Despite her unwavering faith, she battles an internal conflict between her zealous devotion and nagging self-doubt, often driven by an inexplicable restlessness into danger. Her presence is both an asset and liability, enduring suffering to protect others while fate seems to preserve her for an unknown purpose.",
            "history": "The Martyr's extreme devotion caught Yuzupov's attention, granting her near-immortality. She now views the estate's horrors as a pilgrimage to test her faith and endurance.",
            "race": "Human",
            "gender": "Female",
            "religion": "Yuzupov's",
            "traits": [
                "Devoted",
                "Masochistic",
                "Resilient",
                "Fearless",
                "Reckless",
                "Enigmatic",
                "Nudist"
            ],
            "status": {
                "physical": 5,
                "mental": 10,
                "affliction": "",
                "description": "In good health and high spirits",
                "wounds": [],
                "diseases": []
            },
            "stats": {
                "strength": 7,
                "agility": 4,
                "intelligence": 2,
                "authority": 3,
                "sociability": 4
            },
            "equipment": [
                "Thorn whip"
            ],
            "trinkets": [],
            "appearance": {
                "gender": "Female",
                "height": "Short",
                "build": "Slender",
                "skin_tone": "Pale",
                "hair_color": "Pink",
                "hairstyle": "Wavy, shoulder-length"
            },
            "clothing": {
                "headwear": "Crown of thorns",
                "top": "None",
                "pants": "None"
            },
            "combat": {
                "role": "Frontliner",
                "strengths": [
                    "High pain tolerance",
                    "Attention-grabbing",
                    "Morale booster",
                    "Uncanny ability to survive fatal blows"
                ],
                "weaknesses": [
                    "Weak",
                    "Single-minded",
                    "Prone to reckless actions due to restlessness"
                ]
            },
            "magic": "Spirit-granted near-immortality",
            "notes": [
                "Constantly seeks out pain and dangerous situations.",
                "Finds pleasure in cutting, entangling, and strangling herself with her thorn whip",
                "Fate seems to intervene in her most dire moments, preserving her for an unknown purpose",
                "Refuses to wear clothes"
            ],
            "relationships": {
                "Hood": {
                    "affinity": 5,
                    "dynamic": "Protective",
                    "description": "The Martyr feels a strong urge to protect this strange, vulnerable child despite her bewildering behavior.",
                    "history": "The Martyr encountered the Hood in the misty streets of the hamlet and felt compelled to escort her to safety.",
                    "notes": ""
                },
                "Crusader": {
                    "affinity": 5,
                    "dynamic": "Admiration",
                    "description": "The Martyr sees the Crusader as a kindred spirit in faith, albeit following a different path, and admires his dedication and strength.",
                    "history": "The Martyr first met the Crusader in the streets of the Hamlet, where she was dancing and embracing her pain. She was impressed by his strong presence and devotion to his faith.",
                    "notes": ""
                },
                "Heir": {
                    "affinity": 3,
                    "dynamic": "Intrigued Superiority",
                    "description": "The Martyr views the Heir as a weak-willed individual, potentially useful for her devotion but ultimately beneath her spiritual level.",
                    "history": "The Martyr met the Heir in the town square, finding him nervous and easily frightened by her displays of devotion.",
                    "notes": ""
                },
                "Highwayman": {
                    "affinity": 5,
                    "dynamic": "Curious Excitement",
                    "description": "The Martyr sees the Highwayman as a potential companion in her quest for exquisite suffering and danger, intrigued by his worldly experience and sardonic attitude.",
                    "history": "The Martyr met the Highwayman upon entering the Hamlet, immediately drawn to his rugged appearance and hints of a dangerous past.",
                    "notes": ""
                },
                "Plague Doctor": {
                    "affinity": 5,
                    "dynamic": "Fascinated",
                    "description": "The Martyr is intrigued by the Plague Doctor's work and eager to assist, viewing it as a potential source of enlightening suffering.",
                    "history": "The Martyr encountered the Plague Doctor conducting experiments in the Hamlet and offered her assistance, drawn by the promise of pain and scientific discovery.",
                    "notes": ""
                },
                "Heiress": {
                    "affinity": 2,
                    "dynamic": "Eager to Impress",
                    "description": "The Martyr sees the Heiress as a potential leader to follow and impress, viewing her as someone who can provide opportunities for suffering and enlightenment.",
                    "history": "The Martyr met the Heiress in her office, eagerly demonstrating her devotion through self-harm, which horrified and disgusted the Heiress.",
                    "notes": ""
                },
                "Grave Robber": {
                    "affinity": 5,
                    "dynamic": "Intrigued Fascination",
                    "description": "The Martyr is captivated by the Grave Robber's dangerous aura and worldly demeanor, seeing her as a thrilling companion who might lead her to new experiences of pain and pleasure.",
                    "history": "The Martyr and Grave Robber met in a tavern, where Anastasia was drawn to Audrey's mysterious and dangerous presence.",
                    "notes": ""
                },
                "Vestal": {
                    "affinity": 5,
                    "dynamic": "Intrigued Fascination",
                    "description": "The Martyr sees the Vestal as a fascinating blend of purity and hidden desires, sparking her interest and a longing for connection.",
                    "history": "Their first encounter in the Hamlet streets was brief but charged with unspoken tension and mutual intrigue.",
                    "notes": ""
                }
            }
        }
    }
}